Clears all the values stored for this demand factor definition.
  Namespace:   Autodesk.Revit.DB.Electrical
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 2015.0.0.0 (2015.0.0.0)
  Since:  2011
 Syntax
  C#
public void ClearValues()
  Visual Basic
Public Sub ClearValues
  Visual C++
public:
void ClearValues()
 See Also
  ElectricalDemandFactorDefinition Class
  Autodesk.Revit.DB.Electrical Namespace